Repository: rufatink9900/galaxy-motors
Catalog: galaxy/locale/*/LC_MESSAGES/django.po
Languages: az

source: The page you are looking for doesn’t exist or has been moved.
az: Axtardığınız səhifə mövcud deyil və ya köçürülüb.

source: Back to homepage
az: Ana səhifəyə geri dön.

source: Accessories
az: Aksesuarlar

source: Find accessories by category, model, or name.
az: Aksessuarları kateqoriya, model və ya ad üzrə tapın.

source: Search
az: Axtar

source: Category
az: Kateqoriya

source: Subcategory
az: Alt kateqoriya

source: Categories
az: Kateqoriyalar

source: All accessories
az: Bütün aksesuarlar

source: Selected
az: Seçilən

source: Price on request
az: Qiymət sorğu üzrə

source: Details
az: Ətraflı

source: No accessories found
az: Aksessuar tapılmadı

source: Try changing your search keywords or filters.
az: Axtarış və ya filtrləri dəyişərək yenidən cəhd edin.

source: Reset filters
az: Filtrləri sıfırla

source: Call us
az: Zəng et

source: Related
az: Oxşar məhsullar

source: If you want to buy any of our application contact us
az: Əgər tətbiqlərimizdən hər hansı birini almaq istəyirsinizsə, bizimlə əlaqə saxlayın

source: Download
az: Yüklə

source: Other Applications
az: Digər Tətbiqlər

source: Search applications...
az: Tətbiqləri axtar…

source: Services
az: Xidmətlər

source: Applications
az: Tətbiqlər

source: Contact
az: Əlaqə

source: Professional auto service with years of experience. Quality, trust, and speed are our priorities.
az: Peşəkar avtomobil xidməti illərin təcrübəsi ilə. Keyfiyyət, etimad və sürət bizim prioritetimizdir.

source: Quick Links
az: Tez keçidlər

source: All rights reserved.
az: Bütün hüquqlar qorunur

source: Contact Us
az: Əlaqə

source: Knowledge Base
az: Bilik bazası

source: Enter a query
az: Sorğunu daxil edin

source: Clear all
az: Təmizlə

source: Contact us in any way that’s convenient for you:
az: Bizimlə sizin üçün əlverişli olan üsulla əlaqə saxlayın:

source: Phone
az: Telefon

source: Message us on WhatsApp
az: WhatsApp vasitəsilə yazın

source: We will get back to you shortly.
az: Sizə ən qısa zamanda cavab verəcəyik.

source: Galaxy Store. It is an application store designed specifically for Li Auto vehicles.
az: Galaxy Store - Li Auto avtomobilləri üçün xüsusi olaraq hazırlanmış tətbiq dükanıdır.

source: It allows users to browse, download, install, and update applications optimized for the Li Auto infotainment system.
az: İstifadəçilərə Li Auto multimedia sistemi üçün optimallaşdırılmış tətbiqləri axtarmağa, yükləməyə, quraşdırmağa və yeniləməyə imkan verir.

source: Battery Diagnostics
az: Batareya diaqnostikası

source: Full inspection and health check of electric vehicle batteries.
az: Elektrik avtomobillərinin batareyalarının tam yoxlanışı və sağlamlıq yoxlaması

source: Electric Motor Repair
az: Elektrik mühərrikinin təmiri

source: Professional repair and maintenance by experienced masters.
az: Təcrübəli ustalar tərəfindən peşəkar təmir və xidmət.

source: Software & Diagnostics
az: Proqram təminatı və diaqnostika

source: System updates, error diagnostics, and software optimization.
az: Sistem yeniləmələri, səhv diaqnostikası və proqram təminatının optimallaşdırılması.

source: Info
az: Məlumat

source: Make
az: Marka

source: Approximate time
az: Təxmini vaxt

source: hours
az: saat

source: Warranty
az: Zəmanət

source: 1 year
az: 1 il

source: Fast
az: Tez

source: 2-4 hours
az: 2–4 saat

source: Reliable
az: Etibarlı

source: 1 year warranty
az: 1 il zəmanət

source: Professionally
az: Peşəkarcasına

source: Experienced masters
az: Təcrübəli ustalar

source: Transparently
az: Şəffaf şəkildə

source: Search services…
az: Xidmət axtarışı…

source: Makes
az: Markalar

source: No services found
az: Xidmət tapılmadı

source: Try selecting a different category or check back later
az: Başqa kateqoriya seçməyə çalışın və ya bir az sonra yenidən yoxlayın

source: All services
az: Xidmətlər

source: Fast execution
az: Tez icra

source: Average completion time - 2-4 hours
az: Orta tamamlama müddəti – 2–4 saat

source: Quality guarantee
az: Keyfiyyət zəmanəti

source: Warranty on all types of work 1 year
az: Bütün iş növlərinə 1 il zəmanət

source: Professionals
az: Peşəkarlar

source: Experienced masters with over 5 years of experience
az: 5 ildən çox təcrübəyə malik təcrübəli ustalar
